Repository: naralapraneeth11/PickleBall
Catalog: Pickleball watch Watch App/Localizable.xcstrings
Source language: en
Languages: es, it, pt_br

source: Tap the pad to record the squad chant.
es: Toca el panel para grabar el cántico del grupo.
it: Tocca il pad per registrare il coro del gruppo.
pt_br: Toque no painel para gravar o grito do grupo.

source: Tap to add a beat
es: Toca para añadir un golpe
it: Tocca per aggiungere un battito
pt_br: Toque para adicionar uma batida

source: Terms of Service
es: Condiciones de uso
it: Termini d’uso
pt_br: Termos de uso

source: The knockout starts when every pool match is in.
es: La eliminatoria empieza cuando estén todos los partidos de grupo.
it: L’eliminazione diretta inizia quando tutte le partite dei gironi sono concluse.
pt_br: O mata-mata começa quando todas as partidas dos grupos terminarem.

source: They won’t be able to message you, see your Serves or call you out. They aren’t told.
es: No podrá escribirte, ver tus publicaciones ni retarte. No se le avisa.
it: Non potrà scriverti, vedere i tuoi post o sfidarti. Non viene avvisato.
pt_br: A pessoa não poderá enviar mensagens, ver seus posts ou desafiar você. Ela não é avisada.

source: This Serve is gone
es: Esta publicación ya no está
it: Questo post non c’è più
pt_br: Este post não existe mais

source: This may be sensitive
es: Puede ser sensible
it: Potrebbe essere sensibile
pt_br: Pode ser sensível

source: This permanently deletes your profile, friends, chats, Serves, Replays and trophies. Matches stay in your opponents’ history under “Former player”.
es: Esto borra para siempre tu perfil, amigos, chats, publicaciones, Repeticiones y trofeos. Los partidos siguen en el historial de tus rivales como «Exjugador».
it: Questo elimina per sempre profilo, amici, chat, post, Replay e trofei. Le partite restano nello storico degli avversari come “Ex giocatore”.
pt_br: Isso apaga para sempre seu perfil, amigos, conversas, posts, Replays e troféus. As partidas continuam no histórico dos adversários como “Ex-jogador”.

source: This will permanently delete all match history, watch sessions, saved tournaments, and your profile. This cannot be undone.
es: Esto borrará para siempre el historial, las sesiones del reloj, los torneos y tu perfil. No se puede deshacer.
it: Questo eliminerà per sempre storico, sessioni del Watch, tornei e profilo. Non si può annullare.
pt_br: Isso apagará para sempre o histórico, as sessões do relógio, os torneios e seu perfil. Não dá para desfazer.

source: Through from each pool: %lld
es: Pasan de cada grupo: %lld
it: Qualificati per girone: %lld
pt_br: Classificados por grupo: %lld

source: Title matches
es: Partidos por el título
it: Partite per il titolo
pt_br: Partidas pelo título

source: Top %lld in each pool go through to the knockout.
es: Los %lld primeros de cada grupo pasan a la eliminatoria.
it: I primi %lld di ogni girone passano all’eliminazione diretta.
pt_br: Os %lld primeiros de cada grupo vão para o mata-mata.

source: Top countries · last 30 days
es: Países principales · últimos 30 días
it: Paesi principali · ultimi 30 giorni
pt_br: Principais países · últimos 30 dias

source: Total reigns
es: Reinados totales
it: Regni totali
pt_br: Total de reinados

source: Touch and hold to switch to %@
es: Mantén pulsado para cambiar a %@
it: Tieni premuto per passare a %@
pt_br: Toque e segure para mudar para %@

source: Tournament not found
es: Torneo no encontrado
it: Torneo non trovato
pt_br: Torneio não encontrado

source: Tournaments
es: Torneos
it: Tornei
pt_br: Torneios

source: Turn on nudges
es: Activar avisos
it: Attiva gli stimoli
pt_br: Ativar cutucadas

source: Turn the crown to switch sport
es: Gira la corona para cambiar de deporte
it: Ruota la corona per cambiare sport
pt_br: Gire a coroa para trocar de esporte

source: US
es: NOSOTROS
it: NOI
pt_br: NÓS

source: Unban
es: Desbloquear
it: Rimuovi ban
pt_br: Desbanir

source: Unblock
es: Desbloquear
it: Sblocca
pt_br: Desbloquear

source: Undo last rally
es: Deshacer último punto
it: Annulla l’ultimo punto
pt_br: Desfazer último ponto

source: Upcoming
es: Próximos
it: In programma
pt_br: Próximos

source: Update PickleBall on your iPhone and Watch
es: Actualiza PickleBall en tu iPhone y tu Watch
it: Aggiorna PickleBall su iPhone e Watch
pt_br: Atualize o PickleBall no iPhone e no Watch

source: Username
es: Nombre de usuario
it: Nome utente
pt_br: Nome de usuário

source: Video attached
es: Vídeo adjunto
it: Video allegato
pt_br: Vídeo anexado

source: Volley
es: Volea
it: Volée
pt_br: Voleio

source: WATCH
es: RELOJ
pt_br: RELÓGIO

source: WIN
es: GANA
it: VINCE
pt_br: VENCE

source: WIN RATE
es: % VICTORIAS
it: % VITTORIE
pt_br: % VITÓRIAS

source: Waiting on them
es: Esperando al otro lado
it: In attesa dell’altra parte
pt_br: Aguardando o outro lado

source: Watch performance
es: Rendimiento del reloj
it: Prestazioni Watch
pt_br: Desempenho no relógio

source: Watch us play live
es: Míranos jugar en directo
it: Guardaci giocare in diretta
pt_br: Assista ao nosso jogo ao vivo

source: Weekly return rate
es: Tasa de vuelta semanal
it: Tasso di ritorno settimanale
pt_br: Taxa de retorno semanal

source: Weeks
es: Semanas
it: Settimane
pt_br: Semanas

source: What friends see
es: Lo que ven tus amigos
it: Cosa vedono gli amici
pt_br: O que seus amigos veem

source: When
es: Cuándo
it: Quando
pt_br: Quando

source: When they sign up with the link, this match and every other one with them becomes theirs.
es: Cuando se registre con el enlace, este partido y todos los demás con esa persona pasan a ser suyos.
it: Quando si iscrive con il link, questa e tutte le altre partite con lui diventano sue.
pt_br: Quando a pessoa se cadastrar com o link, esta e todas as outras partidas com ela passam a ser dela.

source: Who’s wearing the belt, and for how long.
es: Quién lleva el cinturón y desde cuándo.
it: Chi ha la cintura, e da quanto.
pt_br: Quem está com o cinturão, e há quanto tempo.

source: Winners’ bracket
es: Cuadro de ganadores
it: Tabellone vincenti
pt_br: Chave dos vencedores

source: Winners’ final
es: Final de ganadores
it: Finale vincenti
pt_br: Final dos vencedores

source: Wins
es: Victorias
it: Vittorie
pt_br: Vitórias

source: Withdraw
es: Retirar
it: Ritira
pt_br: Retirar

source: Withdraw result
es: Retirar resultado
it: Ritira risultato
pt_br: Retirar resultado

source: Withdraw this result?
es: ¿Retirar este resultado?
it: Ritirare questo risultato?
pt_br: Retirar este resultado?

source: Workout
es: Entreno
it: Allenamento
pt_br: Treino

source: Workout recording stopped; scoring continues.
es: La grabación del entreno se detuvo; el marcador sigue.
it: La registrazione dell'allenamento si è fermata; il punteggio continua.
pt_br: A gravação do treino parou; a marcação continua.

source: Workout settings
es: Ajustes del entreno
it: Impostazioni allenamento
pt_br: Ajustes do treino

source: Workout · Indoor
es: Entreno · Interior
it: Allenamento · Al chiuso
pt_br: Treino · Interno

source: Workout · Outdoor
es: Entreno · Exterior
it: Allenamento · All'aperto
pt_br: Treino · Externo

source: YOUR SIDE
es: TU LADO
it: LA TUA SQUADRA
pt_br: SEU LADO

source: You
es: Tú
it: Tu
pt_br: Você

source: You versus %@
es: Tú contra %@
it: Tu contro %@
pt_br: Você contra %@

source: You vs %@
es: Tú vs %@
it: Tu vs %@
pt_br: Você vs %@

source: Your %@
es: Tu %@
it: Il tuo %@
pt_br: Seu %@

source: Your %@ season
es: Tu temporada %@
it: La tua stagione %@
pt_br: Sua temporada %@

source: Your Serves
es: Tus publicaciones
it: I tuoi post
pt_br: Seus posts

source: Your court. Your crew. Your belt.
es: Tu pista. Tu gente. Tu cinturón.
it: Il tuo campo. Il tuo gruppo. La tua cintura.
pt_br: Sua quadra. Sua galera. Seu cinturão.

source: Your form line appears after two matches.
es: Tu línea de forma aparece tras dos partidos.
it: La tua linea di forma appare dopo due partite.
pt_br: Sua linha de forma aparece depois de duas partidas.

source: Your matches, belts and level: friends and squadmates only.
es: Tus partidos, cinturones y nivel: solo amigos y compañeros de grupo.
it: Partite, cinture e livello: solo amici e compagni di gruppo.
pt_br: Suas partidas, cinturões e nível: só amigos e colegas de grupo.

source: Your name
es: Tu nombre
it: Il tuo nome
pt_br: Seu nome

source: Your nemesis
es: Tu bestia negra
it: La tua bestia nera
pt_br: Seu carrasco

source: Your partner
es: Tu pareja
it: Il tuo compagno
pt_br: Seu parceiro

source: Your season story fills in as friends confirm your results.
es: Tu temporada se completa a medida que tus amigos confirman resultados.
it: La tua stagione si riempie man mano che gli amici confermano i risultati.
pt_br: Sua temporada vai se formando conforme os amigos confirmam seus resultados.

source: Your squad gets a chat, a squad belt and tournaments.
es: Tu grupo tiene chat, cinturón de grupo y torneos.
it: Il tuo gruppo ha una chat, una cintura di gruppo e i tornei.
pt_br: Seu grupo ganha um chat, um cinturão do grupo e torneios.

source: You’re all caught up
es: Estás al día
it: Sei aggiornato
pt_br: Você está em dia

source: You’ve been called out
es: Te han retado
it: Sei stato sfidato
pt_br: Você foi desafiado

source: against %lld people
es: contra %lld personas
it: contro %lld persone
pt_br: contra %lld pessoas

source: belt won
es: cinturón ganado
it: cintura vinta
pt_br: cinturão conquistado

source: belts won
es: cinturones ganados
it: cinture vinte
pt_br: cinturões conquistados

source: match played
es: partido jugado
it: partita giocata
pt_br: partida jogada

source: matches played
es: partidos jugados
it: partite giocate
pt_br: partidas jogadas

source: no ladder matches yet
es: aún sin partidos de escalera
it: ancora nessuna partita in classifica
pt_br: ainda sem partidas no ranking

source: shots
es: golpes
it: colpi
pt_br: golpes

source: top for %lldd
es: líder desde hace %lldd
it: in vetta da %lldg
pt_br: no topo há %lldd

source: username
es: usuario
it: nomeutente
pt_br: usuário

source: · Dead ball
es: · Bola muerta
it: · Palla morta
pt_br: · Bola morta

source: ⚔️ %@ called you out
es: ⚔️ %@ te ha retado
it: ⚔️ %@ ti ha sfidato
pt_br: ⚔️ %@ desafiou você

source: 👀 %@’s still wearing your belt
es: 👀 %@ sigue llevando tu cinturón
it: 👀 %@ ha ancora la tua cintura
pt_br: 👀 %@ ainda está com o seu cinturão

source: 🤝 %@’s waiting on you
es: 🤝 %@ te está esperando
it: 🤝 %@ ti sta aspettando
pt_br: 🤝 %@ está esperando você

source: Chats
it: Chat
pt_br: Conversas

source: FINAL
it: FINALE

source: Final
it: Finale

source: Provisional
it: Provvisorio
pt_br: Provisório

source: 👑 %lldd
it: 👑 %lldg
